{"acolyte": "You have spent your life in the service of a temple to a specific god or pantheon of gods. You act as an intermediary between the realm of the holy and the mortal world, performing sacred rites and offering sacrifices in order to conduct worshipers into the presence of the divine. You are not necessarily a cleric-performing sacred rites is not the same thing as channeling divine power. Were you a lesser functionary in a temple, raised from childhood to assist the priests in the sacred rites? Or were you a high priest who suddenly experienced a call to serve your god in a different way? Perhaps you were the leader of a small cult outside of any established temple structure, or even an occult group that served a fiendish master that you now deny.",
            "artisan": "You are skilled enough in a trade to make a comfortable living and to aspire to mastery of your art. Yet here you are, ready to slog through mud and blood and danger. Why did you become an adventurer? Did you flee a cruel master? Were you bored? Or are you a member in good standing, looking for new materials and new markets?",
            "charlatan": "People call you a con artist, but you're really an entertainer. You make people happy—the separation of fools and villains from their money is purely a pleasant side effect. What is your most common con? Selling fake magic items? Speaking to ghosts? Posing as a long-lost relative? Or do you let dishonest people think they're cheating you?",
            "criminal": "As a career criminal you were acquainted with murderers, thieves, and those who hunt them. Your new career as an adventurer is, relatively speaking, an honest trade. Were you a pickpocket? An assassin? A back-alley mugger? Are you still?",
            "cultist": "You are, or once were, a member of a cult -- a religious splinter sect or a secret society of occult study. You might still be active within the cult, receiving orders from its secret masters. Or perhaps you’ve rejected its authority, and now the cult wants to bring you back into the fold… or silence you forever. In either case, you live at the crossroads of criminality and faith or arcane study.",
            "entertainer": "You're a performer who knows how to dazzle a crowd, an artist but also a professional: you never forget to pass the hat after a show. Are you a lute-strumming singer? An actor? A poet or author? A tumbler or juggler? Are you a rising talent, or a star with an established following?",
            "exile": "Your homeland is barred to you and you wander strange lands. You will never be mistaken for a local but you find ready acceptance among other adventurers, many of which are as rootless as you are. Are you a banished noble? A refugee from war or from an undead uprising? A dissident or a criminal on the run? Or a stranded traveler from an unreachable distant land?",
            "farmer": "You were raised a farmer, an occupation where the money is short and the work days are long. You've become an adventurer, a career where the money is plentiful but your days—if you're not careful—may be all too short. Why did you beat your plowshare into a sword? Do you seek adventure, excitement, or revenge? Do you leave behind a thriving farmstead or a smoking ruin?",
            "folk-hero": "You are a hero to the common folk, a figure of legend even while you are still alive. You have saved people from danger and disaster, and they look to you as their champion. Are you a local hero, known only in a single village or town? Or are you a hero of the realm, celebrated across the land?",
            "gambler": "You are a gambler, a risk-taker, and a thrill-seeker. You have made your living by playing games of chance and skill, and you have always come out ahead. Are you a cardsharp, a dice roller, a spinner of wheels, or a teller of fortunes? Are you a cheat, or do you play by the rules?",
            "guard": "You are a soldier who has been stationed to guard a location or a person. You might be a city watchman, a bodyguard, a sentry, or a soldier in a local militia. Are you a loyal guard who follows orders without question? Or are you a reluctant soldier who was conscripted into service?",
            "guildmember": "It never hurts to be part of a team, and when you're part of a guild opportunities knock at your door. Are you a member of a trade or artisan's guild? Or an order of mages or monster hunters? Or have you found entry into a secretive guild of thieves or assassins?",
            "hermit": "You lived for years alone in a remote shrine, cave, monastery, or elsewhere away from the world. Among your daily tasks you had lots of time for introspection. Why were you alone? Were you performing penance? In exile or hiding? Tending a shrine or holy spot? Grieving?",
            "marauder": "You were a member of an outlaw band. You might have been part of a troop of cutthroat bandits, or a resistance movement battling a tyrant, or a pirate fleet. You lived outside of settled lands, and your name was a terror to rich travelers. How did you join your outlaw band? Why did you leave it—or did you?",
            "noble": "You understand wealth, power, and privilege. You carry a noble title, and your family owns land, collects taxes, and wields significant political influence. You might be a pampered aristocrat unfamiliar with work or discomfort, a former merchant just elevated to the nobility, or a disinherited scoundrel with a disproportionate sense of entitlement. Or you could be an honest, hard-working landowner who cares deeply about the people who live and work on your land, keenly aware of your responsibility to them.",
            "outlander": "You lived far from the farms and fields of civilization. You know the beauties and the dangers of the wilderness. Were you part of a nomadic tribe? A hunter or guide? A lone wanderer or explorer? A guardian of civilization against monsters, or of the old ways against civilization?",
            "sage": "You are a seeker of the world's truths and an expert in your chosen field, with esoteric knowledge at your fingertips, or at the farthest, in a book you vaguely remember. Why have you left the confines of the library to explore the wider world? Do you seek ancient wisdom? Power? The answer to a specific question? Reinstatement in your former institution?",
            "sailor": "You're an experienced mariner with a keen weather eye and a favorite tavern in every port. Hard voyages have toughened you and the sea's power has made you humble. Were you a deckhand, an officer, or the captain of your vessel? Did you crew a naval cutter, a fishing boat, a merchant's barge, a privateering vessel, or a pirate ship?",
            "soldier": "You are a professional warrior who has seen combat and knows the value of discipline and training. You wear the scars of battle with pride and have the respect of others who have served with you. Were you a city watch guard, a soldier in a local militia, or a member of a large standing army? Or were you a gladiator, a bodyguard, or a caravan guard?",
            "trader": "You served your apprenticeship among merchants and traders. You've traveled dusty miles and haggled under distant skies. Why are you living a life of adventure? Are you working off your debt to the company store? Are you escorting a caravan through dangerous wilds? Are you raising capital to start your own business, or trying to restore the fortunes of a ruined trading family? Or are you a smuggler, following secret trade routes unknown to the authorities?",
            "urchin": "You grew up on the streets. You know where to hide and when your puppy dog eyes will earn you a hot meal. Why were you on the streets? Were you a runaway? An orphan? Or just an adventurous kid who stayed out late?",
            "deep-hunter": "You are a master of the deep places of the world, a subterranean explorer who has spent years in the lightless depths. You know the ways of the Underdark, the creatures that dwell there, and the treasures they guard. Why did you leave the Underdark? Were you exiled? Did you escape? Or did you leave of your own free will?",
            "dungeon-robber": "You are a master of the dungeon, a delver into the dark places of the world where the monsters lurk and the treasures glitter. You know the ways of the dungeon, the creatures that dwell there, and the treasures they guard. Why do you delve into the dungeon? Are you seeking wealth? Power? Revenge? Or are you a scholar, seeking knowledge of the past?",
            "escapee-from-below": "You are a survivor of the Underdark, a place of darkness and danger where the monsters lurk and the treasures glitter. You know the ways of the Underdark, the creatures that dwell there, and the treasures they guard. Why did you leave the Underdark? Were you exiled? Did you escape? Or did you leave of your own free will?",
            "imposter": "You are a master of disguise, a trickster who can assume any identity. You know the ways of the city, the people who dwell there, and the secrets they guard. Why do you wear a false face? Are you a spy, seeking secrets? A thief, seeking wealth? A killer, seeking vengeance? Or are you a performer, seeking fame?",
            "cursed": "You are marked by a curse, a supernatural affliction that has altered your body or mind. You know the ways of the curse, the creatures that dwell in the shadows, and the secrets they guard. Why are you cursed? Did you anger a powerful being? Were you born under a dark star? Or did you seek out the curse, hoping to gain its power?",
            "haunted": "You are haunted by a ghost, a spirit that has attached itself to you and will not let you rest. You know the ways of the ghost, the creatures that dwell in the shadows, and the secrets they guard. Why are you haunted? Did you wrong the ghost in life? Were you wronged by the ghost? Or did you seek out the ghost, hoping to gain its power?"
            }