{"acolyte": "You have spent your life in the service of a temple to a specific god or pantheon of gods. You act as an intermediary between the realm of the holy and the mortal world, performing sacred rites and offering sacrifices in order to conduct worshipers into the presence of the divine. You are not necessarily a cleric-performing sacred rites is not the same thing as channeling divine power. Were you a lesser functionary in a temple, raised from childhood to assist the priests in the sacred rites? Or were you a high priest who suddenly experienced a call to serve your god in a different way? Perhaps you were the leader of a small cult outside of any established temple structure, or even an occult group that served a fiendish master that you now deny.",
            "artisan": "You are skilled enough in a trade to make a comfortable living and to aspire to mastery of your art. Yet here you are, ready to slog through mud and blood and danger. Why did you become an adventurer? Did you flee a cruel master? Were you bored? Or are you a member in good standing, looking for new materials and new markets?",
            "charlatan": "You have always had a way with people. You know what makes them tick, you can tease out their hearts' desires after a few minutes of conversation, and with a few leading questions you can read them like they were children's books. It's a useful talent, and one that you're perfectly willing to use for your advantage.You know what people want and you deliver, or rather, you promise to deliver. Common sense should steer people away from things that sound too good to be true, but common sense seems to be in short supply when you're around. The bottle of pink colored liquid will surely cure that unseemly rash, this ointment – nothing more than a bit of fat with a sprinkle of silver dust can restore youth and vigor, and there's a bridge in the city that just happens to be for sale. These marvels sound implausible, but you make them sound like the real deal.",
            "criminal": "You are an experienced criminal with a history of breaking the law. You have spent a lot of time among other criminals and still have contacts within the criminal underworld. You're far closer than most people to the world of murder, theft, and violence that pervades the underbelly of civilization, and you have survived up to this point by flouting the rules and regulations of society.",
            "cultist": "You are, or once were, a member of a cult -- a religious splinter sect or a secret society of occult study. You might still be active within the cult, receiving orders from its secret masters. Or perhaps you’ve rejected its authority, and now the cult wants to bring you back into the fold… or silence you forever. In either case, you live at the crossroads of criminality and faith or arcane study.",
            "entertainer": "You thrive in front of an audience. You know how to entrance them, entertain them, and even inspire them. Your poetics can stir the hearts of those who hear you, awakening grief or joy, laughter or anger. Your music raises their spirits or captures their sorrow. Your dance steps captivate, your humor cuts to the quick. Whatever techniques you use, your art is your life.",
            "exile": "You have been thrown out of your home and may never return. Where were you before you were exiled? What did you do to deserve the exile? Were you falsely accused and if so why? What are the conditions of your return if there are any? Are you over your exile, or are you still torn by it? Do you still have contacts with your old life, or have you been fully cut off? Do you carry something with you to remember and if so to remember what? Your home? Your crime? Revenge?",
            "farmer": "You were what most common folk are–a farmer. You worked on a lord's estate, their land, or you worked for a company and you produced resources from the land in return for food, shelter, clothing, protection, and other benefits. Farmers focus on raising living things and harvesting various useful goods–mostly food–from the land. Farmers make up the vast majority of the peasantry, alongside other raw resource producers, such as miners and fishermen. Farmers are a hearty, enduring folk, they work long hours under the sun often doing dirty and exhausting or even disgusting work. How did you become a farmer, and for how long were you one? What did you do on your farm? Were you the landlord of the farm, or were you just a farmhand? And what caused you to leave that life behind? Was your home destroyed by war? Were you cast out for some crime? Did you flee taxes you could not pay? Were you called to join the Lord's army? Was your home stolen by an unscrupulous rival? How did you learn your current profession?",
            "folk-hero": "You come from a humble social rank, but you are destined for so much more. Already the people of your home village regard you as their champion, and your destiny calls you to stand against the tyrants and monsters that threaten the common folk everywhere.",
            "gambler": "All you need to make a lot of gold is a little gold. Except at those times when all you need to have no gold at all is a little gold. Whether you're a good gambler or a bad one rarely matters, because no one can divine the whims of Lady Luck. Sometimes you're up, sometimes you're down. But the thing about gambling is that someone is always willing to take a bet.",
            "guard": "You have served the community where you grew up, standing as its first line of defense against crime. You aren't a soldier, directing your gaze outward at possible enemies. Instead, your service to your hometown was to help police its populace, protecting the citizenry from lawbreakers and malefactors of every stripe. You might have been part of the City Watch of Waterdeep, the baton-wielding police force of the City of Splendors, protecting the common folk from thieves and rowdy nobility alike. Or you might have been one of the valiant defenders of Silverymoon, a member of the Silverwatch or even one of the magic-wielding Spellguard.Perhaps you hail from Neverwinter and have served as one of its Wintershield watchmen, the newly founded branch of guards who vow to keep safe the City of Skilled Hands.Even if you're not city-born or city-bred, this background can describe your early years as a member of law enforcement. Most settlements of any size have their own constables and police forces, and even smaller communities have sheriffs and bailiffs who stand ready to protect their community.",
            "guildmember": "You are a member of an artisan's guild, skilled in a particular field and closely associated with other artisans. You are a well-established part of the mercantile world, freed by talent and wealth from the constraints of a feudal social order. You learned your skills as an apprentice to a master artisan, under the sponsorship of your guild, until you became a master in your own right.",
            "hermit": "You lived in seclusion – either in a sheltered community such as a monastery, or entirely alone – for a formative part of your life. In your time apart from the clamor of society, you found quiet, solitude, and perhaps some of the answers you were looking for.",
            "marauder": "You were a member of an outlaw band. You might have been part of a troop of cutthroat bandits, or a resistance movement battling a tyrant, or a pirate fleet. You lived outside of settled lands, and your name was a terror to rich travelers. How did you join your outlaw band? Why did you leave it—or did you?",
            "noble": "You understand wealth, power, and privilege. You carry a noble title, and your family owns land, collects taxes, and wields significant political influence. You might be a pampered aristocrat unfamiliar with work or discomfort, a former merchant just elevated to the nobility, or a disinherited scoundrel with a disproportionate sense of entitlement. Or you could be an honest, hard-working landowner who cares deeply about the people who live and work on your land, keenly aware of your responsibility to them.",
            "outlander": "You grew up in the wilds, far from civilization and the comforts of town and technology. You've witnessed the migration of herds larger than forests, survived weather more extreme than any city-dweller could comprehend, and enjoyed the solitude of being the only thinking creature for miles in any direction. The wilds are in your blood, whether you were a nomad, an explorer, a recluse, a hunter-gatherer, or even a marauder. Even in places where you don't know the specific features of the terrain, you know the ways of the wild.",
            "sage": "You spent years learning the lore of the multiverse. You scoured manuscripts, studied scrolls, and listened to the greatest experts on the subjects that interest you. Your efforts have made you a master in your fields of study.",
            "sailor": "You sailed on a seagoing vessel for years. In that time, you faced down mighty storms, monsters of the deep, and those who wanted to sink your craft to the bottomless depths. Your first love is the distant line of the horizon, but the time has come to try your hand at something new.",
            "soldier": "War has been your life for as long as you care to remember. You trained as a youth, studied the use of weapons and armor, learned basic survival techniques, including how to stay alive on the battlefield. You might have been part of a standing national army or a mercenary company, or perhaps a member of a local militia who rose to prominence during a recent war.",
            "trader": "You served your apprenticeship among merchants and traders. You've traveled dusty miles and haggled under distant skies. Why are you living a life of adventure? Are you working off your debt to the company store? Are you escorting a caravan through dangerous wilds? Are you raising capital to start your own business, or trying to restore the fortunes of a ruined trading family? Or are you a smuggler, following secret trade routes unknown to the authorities?",
            "urchin": "You grew up on the streets alone, orphaned, and poor, You had no one to watch over you or to provide for you, so you learned to provide for yourself. You fought fiercely over food and kept a constant watch out for other desperate souls who might steal from you. You slept on rooftops and in alleyways, exposed to the elements, and endured sickness without the advantage of medicine or a place to recuperate. You've survived despite all odds, and did so through cunning, strength, speed, or some combination of each.",
            "deep-hunter": "You are a master of the deep places of the world, a subterranean explorer who has spent years in the lightless depths. You know the ways of the Underdark, the creatures that dwell there, and the treasures they guard. Why did you leave the Underdark? Were you exiled? Did you escape? Or did you leave of your own free will?",
            "dungeon-robber": "You are a master of the dungeon, a delver into the dark places of the world where the monsters lurk and the treasures glitter. You know the ways of the dungeon, the creatures that dwell there, and the treasures they guard. Why do you delve into the dungeon? Are you seeking wealth? Power? Revenge? Or are you a scholar, seeking knowledge of the past?",
            "escapee-from-below": "You are a survivor of the Underdark, a place of darkness and danger where the monsters lurk and the treasures glitter. You know the ways of the Underdark, the creatures that dwell there, and the treasures they guard. Why did you leave the Underdark? Were you exiled? Did you escape? Or did you leave of your own free will?",
            "imposter": "You are a master of disguise, a trickster who can assume any identity. You know the ways of the city, the people who dwell there, and the secrets they guard. Why do you wear a false face? Are you a spy, seeking secrets? A thief, seeking wealth? A killer, seeking vengeance? Or are you a performer, seeking fame?",
            "cursed": "You are marked by a curse, a supernatural affliction that has altered your body or mind. You know the ways of the curse, the creatures that dwell in the shadows, and the secrets they guard. Why are you cursed? Did you anger a powerful being? Were you born under a dark star? Or did you seek out the curse, hoping to gain its power?",
            "haunted": "You are haunted by a ghost, a spirit that has attached itself to you and will not let you rest. You know the ways of the ghost, the creatures that dwell in the shadows, and the secrets they guard. Why are you haunted? Did you wrong the ghost in life? Were you wronged by the ghost? Or did you seek out the ghost, hoping to gain its power?"
            }